
/* No comment provided by engineer. */
"remindLabelContent" = "Heart Rate :";
/* No comment provided by engineer. */
"startNewButtonContent" = "New Measurement";
/* No comment provided by engineer. */
"shareButtonContent" = "History";
/* No comment provided by engineer. */
"rootTitle" = "Heart Rate Measure";
/* No comment provided by engineer. */
"cancelWarn" = "Measurement Cancelled";
/* No comment provided by engineer. */
"stateTitle" = "Statement of Intended Use";
/* No comment provided by engineer. */
"stateContent" = "Instant Our App is not to be used as a medical device.It is not intended for use in the diagnosis of disease,conditions,or in the treatment or prevention of disease.The application is to be used for recreational purposes only.";
/* No comment provided by engineer. */
"cancelButtonTitle" = "Cancel";
/* No comment provided by engineer. */
"acceptButtonTitle" = "I Accept!";
/* No comment provided by engineer. */
"shareContent" = "I found a good App";
/* No comment provided by engineer. */
"startTitle" = "Get Ready";
/* No comment provided by engineer. */
"remindContent" = "Put Your Fingers";
/* No comment provided by engineer. */
"remindMeasuring" = "Measuring";
/* No comment provided by engineer. */
"remindFingers" = "Put Your Fingers";
/* No comment provided by engineer. */
"settingViewTitle" = "Setting";
/* No comment provided by engineer. */
"userTitle" = "Information";
/* No comment provided by engineer. */
"historyTitle" = "History & Advice";
/* No comment provided by engineer. */
"userName" = "Name                              %@";
"userNameNil" = "Name                              ";
/* No comment provided by engineer. */
"userAge" = "Age                                   %@";
"userAgeNil" = "Age                                  ";
/* No comment provided by engineer. */
"userGender" = "Gender                           %@";
"userGenderNil" = "Gender                           ";
/* No comment provided by engineer. */
"historyDetails" = "History";
/* No comment provided by engineer. */
"adviceCell" = "Advice";
/* No comment provided by engineer. */
"resetCell" = "Reset All Data";
/* No comment provided by engineer. */
"userInfoTitle" = "Information";
/* No comment provided by engineer. */
"userNameCell" = "Name                            ";
/* No comment provided by engineer. */
"BirthdayCell" = "Birthday   ";
/* No comment provided by engineer. */
"GenderCell" = "Gender     ";
/* No comment provided by engineer. */
"userNameRemindCell" = "Your Name";
/* No comment provided by engineer. */
"GenderRadioMale" = "Male";
/* No comment provided by engineer. */
"GenderRadioFemale" = "Female";
/* No comment provided by engineer. */
"editTitle" = "Edit";
/* No comment provided by engineer. */
"historyviewTitle" = "History Details";
/* No comment provided by engineer. */
"resultviewTitle" = "Advice";
/* No comment provided by engineer. */
"backTitle" = "<Back";
/* No comment provided by engineer. */
"cellTitle1" = "Average Heart Rate";
/* No comment provided by engineer. */
"cellTitle2" = "Max Heart Rate";
/* No comment provided by engineer. */
"cellTitle3" = "Health Number";
/* No comment provided by engineer. */
"cellTitle4" = "Burning Fat Or Not";
/* No comment provided by engineer. */
"moreButtonTitle" = "Learn More";
/* No comment provided by engineer. */
"maxMainText" = "\t\t\tMax Heart Rate\n\n\tMaxHeartRate Max Heart Rate is the maximum number of your heartrate when you are doing sport.Your heart can take no more oxygen,nor raise the rate.It's the maximum power your heart own.Normally,it's \"220－X\",this \"X\" means your age.  ";
/* No comment provided by engineer. */
"healthMainText" = "\t\tHealth Evaluate Number\n\n\tHealth Evaluate Number is the a count calculate by the percentage between your last heartrate and the theoretical top heartrate.It was given by the standard of latest medical.Briefly speaking,percent between 60% and 70% gets the best score of our health evaluate number.";
/* No comment provided by engineer. */
"burningFatMainText" = "\t\t\t\tBurning Fat\n\n\tWhenever you want to lose weight,sport is the best choice.However,most of people don't know how much amount of exercise gains Most Efficient.Medical experiment shows that the percentage between your heartrate and your top heartrate between 60% and 70% is best.More,your body get hurt.Less,you won't achieve your goal.Our app helps you with that.";
/* No comment provided by engineer. */
 "progressText"="0                          60               100               150";
/* No comment provided by engineer. */
"historyDetailHeartRateIcon"="%@   HeartRate:%@";
/* No comment provided by engineer. */
"settingInfoResetAllTitle"="Reset All?";
/* No comment provided by engineer. */
"settingInfoResetAllContent"="You are going to clear all the informations in this app";
/* No comment provided by engineer. */
"settingInfoResetAllCancel"="Cancel";
/* No comment provided by engineer. */
"settingInfoResetAllConfirm"="Yes";
/* No comment provided by engineer. */
"rootProgressLabel"="Your HeartRate State：";
/* No comment provided by engineer. */
"rootProgressLabelNone"="No results.Please use the new measurement.";

/* No comment provided by engineer. */
"rootProgressLabelNormal"="Normal";
/* No comment provided by engineer. */
"rootProgressLabelIllSlow"="Slow";
/* No comment provided by engineer. */
"rootProgressLabelIllQuick"="Too Fast";
/* No comment provided by engineer. */
"Go to Advice"="Go to Advice";
